Repository: Mustafa-Razavi/on_time
Catalog: lib/l10n/intl_*.arb
Languages: fa

# name
source: On . Time
fa: آن . تایم

source: Language
fa: زبان

source: Settings
fa: تنظیمات

source: Theme
fa: تم

source: Dark Mode
fa: حالت تاریک

source: Planning
fa: برنامه ریزی

source: Note
fa: یادداشت

# well
source: Ok
fa: !خب

source: Let''s Go...
fa: !...بزن بریم

# goal
source: Set a goal !
fa: ! هدف گذاری کن

# plan
source: Plan for tomorrow!
fa: !برنامه ریزی کن

# target
source: Touch it!
fa: !برس بهش

source: Done
fa: انجام شد

source: Tasks
fa: برنامه‌ها

# emptyNote
source: You have not added a note yet
fa: هنوز یادداشتی اضافه نکردی

# emptyPlan
source: You have no plans today
fa: امروز برنامه‌ای نداری

source: New Task
fa: برنامه جدید

# taskTitle
source: Title
fa: عنوان

# taskTitleHint
source: Write your title here
fa: عنوان خود را اینجا وارد کنید

# taskNoteTitle
source: Note
fa: یادداشت

# taskNoteHint
source: Write your note here
fa: یادداشت خود را در اینجا وارد کنید

# taskPlaceTitle
source: Place
fa: مکان

# taskPlaceHint
source: What is the name of the place you want to go?
fa: اسم جایی که میخای بری چیه؟

source: Time
fa: ساعت

# addTaskSnackBar
source: Task added successfully
fa: تسک با موفقیت اضافه شد

# deleteTaskSnackBar
source: The task successfully deleted
fa: تسک با موفقیت حذف شد

# emptyTextFieldError
source: You must fill in the title
fa: حداقل عنوان رو پر کن

source: Save
fa: ثبت

source: Discard
fa: بیخیال

source: Edit Task
fa: ویرایش برنامه

# editTaskSnackBar
source: The task edited successfully
fa: تسک با موفقیت ویرایش شد

# deleteTaskDialogContent
source: Are you sure you want to delete this task?
fa: مطمئنی میخوای این تسک رو حذف کنی؟

# deleteDialogPrimaryBtn
source: Delete it
fa: حذفش کن

# deleteDialogSecendaryBtn
source: Cancel
fa: دستم خورد

# noteTextFieldTitleHint
source: Title
fa: عنوان

# noteTextFieldNoteHint
source: Write your note here...
fa: یادداشت خودتو اینجا بنویس...

# addNoteSnackBar
source: Note added successfully
fa: یادداشت با موفقیت اضافه شد...

# editNoteSnackBar
source: Note edited successfully
fa: یادداشت با موفقیت ویرایش شد...

# createAt
source: Created at :
fa: ایجاد شده در :

# deleteNoteDialogContent
source: Are you sure you want to delete this note?
fa: مطمئنی میخوای این یادداشت رو حذف کنی؟

# deleteNoteSnackBar
source: Note deleted successfully
fa: یادداشت با موفقیت حذف شد

source: ERROR
fa: خطا

source: Try Again
fa: تلاش مجدد

# taskCardTime
source: Time:
fa: ساعت:

# taskCardPlace
source: Place:
fa: مکان:

# taskCardNote
source: Note:
fa: یادداشت:
